a = 20
b = 30

print("Добро пожаловать в ШекельБанк!")
print("Выберите, что вы хотите сделать:")
print("1 - снять сумму с карточки")
print("2 - перевести сумму со счета в банке на карточку")
print("3 - напечатать баланс заданного счета")
print("4 - посмотреть историю карточки")
cmd = int(input("Выберите пункт: "))
if cmd != 1:
    pass
else: print(int(input("Введите сумму, которую хотите снять: ")))
if cmd != 2:
    pass
else: print(int(input("Введите сумму, которую хотите перевести со счета в банке на карточку: ")))
if cmd != 3:
    pass
else: (int(input("Введите номер счета (1 или 2), баланс которого хотите посмотреть: ")))





